Repository: MatrixReligio/MatrixNet
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: %@ this session
de: %@ in dieser Sitzung
es: %@ esta sesión
fr: %@ cette session
ja: 今回のセッション %@
ko: 이번 세션 %@
zh_hans: 本会话 %@
zh_hant: 本工作階段 %@

source: %lld active
de: %lld aktiv
es: %lld activas
fr: %lld actives
ja: %lld 件アクティブ
ko: %lld개 활성
zh_hans: %lld 活跃
zh_hant: %lld 活躍

source: %lld total
de: %lld gesamt
es: %lld en total
fr: %lld au total
ja: 合計 %lld
ko: 총 %lld
zh_hans: 共 %lld
zh_hant: 共 %lld

source: Active
de: Aktiv
es: Activa
fr: Actif
ja: アクティブ
ko: 활성
zh_hans: 活跃
zh_hant: 活躍

source: All Time
de: Gesamt
es: Todo
fr: Tout
ja: 全期間
ko: 전체
zh_hans: 全部
zh_hant: 全部

source: Application
de: Programm
es: Aplicación
ja: アプリケーション
ko: 애플리케이션
zh_hans: 应用
zh_hant: 應用程式

source: Approve “MatrixNet” in System Settings → General → Login Items & Extensions, then press Start.
de: Genehmigen Sie „MatrixNet“ in Systemeinstellungen → Allgemein → Anmeldeobjekte & Erweiterungen und drücken Sie dann Start.
es: Aprueba «MatrixNet» en Ajustes del Sistema → General → Ítems de inicio y extensiones y luego pulsa Iniciar.
fr: Approuvez « MatrixNet » dans Réglages Système → Général → Ouverture et extensions, puis appuyez sur Démarrer.
ja: システム設定 → 一般 → ログイン項目と機能拡張 で「MatrixNet」を承認してから、開始を押してください。
ko: 시스템 설정 → 일반 → 로그인 항목 및 확장 프로그램에서 “MatrixNet”을 승인한 다음 시작을 누르세요.
zh_hans: 在 系统设置 → 通用 → 登录项与扩展 中批准“MatrixNet”,然后按开始。
zh_hant: 在 系統設定 → 一般 → 登入項目與延伸功能 中批准“MatrixNet”,然後按開始。

source: Capture Stopped
de: Erfassung gestoppt
es: Captura detenida
fr: Capture arrêtée
ja: キャプチャ停止
ko: 캡처 중지됨
zh_hans: 抓包已停止
zh_hant: 抓包已停止

source: Capture raw packets — each attributed to the app that sent it — and inspect them down to the byte. This installs a small privileged helper you approve once in System Settings.
de: Erfassen Sie Rohpakete – jedes der App zugeordnet, die es gesendet hat – und untersuchen Sie sie bis aufs Byte. Dazu wird ein kleiner privilegierter Helfer installiert, den Sie einmal in den Systemeinstellungen genehmigen.
es: Captura paquetes en bruto —cada uno atribuido a la app que lo envió— e inspecciónalos hasta el byte. Esto instala un pequeño asistente con privilegios que apruebas una vez en Ajustes del Sistema.
fr: Capturez les paquets bruts — chacun attribué à l’app qui l’a envoyé — et inspectez-les jusqu’à l’octet. Cela installe un petit assistant privilégié que vous approuvez une fois dans Réglages Système.
ja: 生のパケットをキャプチャし、それぞれを送信元の App に関連付けて、バイト単位まで検査します。これにより、システム設定で一度承認する小さな特権ヘルパーがインストールされます。
ko: 원시 패킷을 캡처하여 각 패킷을 보낸 App에 연결하고 바이트 단위까지 검사합니다. 이를 위해 시스템 설정에서 한 번 승인하는 작은 권한 도우미가 설치됩니다.
zh_hans: 捕获原始数据包 —— 每个包都归因到发送它的 App —— 并逐字节检查。这会安装一个小型特权 helper,你只需在系统设置中批准一次。
zh_hant: 捕獲原始封包 —— 每個封包都歸因到傳送它的 App —— 並逐位元組檢視。這會安裝一個小型特權 helper,你只需在系統設定中批准一次。

source: Capturing — packets will appear as your apps use the network.
de: Erfassung läuft – Pakete erscheinen, sobald Ihre Apps das Netzwerk nutzen.
es: Capturando: los paquetes aparecerán a medida que tus apps usen la red.
fr: Capture en cours — les paquets apparaîtront à mesure que vos apps utilisent le réseau.
ja: キャプチャ中 —— App がネットワークを使用するとパケットが表示されます。
ko: 캡처 중 —— App이 네트워크를 사용하면 패킷이 표시됩니다.
zh_hans: 正在抓包 —— App 使用网络时数据包会显示在这里。
zh_hant: 正在抓包 —— App 使用網路時封包會顯示在這裡。

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: クリア
ko: 지우기
zh_hans: 清除
zh_hant: 清除

source: Closed
de: Geschlossen
es: Cerrada
fr: Fermé
ja: クローズ
ko: 닫힘
zh_hans: 已关闭
zh_hant: 已關閉

source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
ja: 接続
ko: 연결
zh_hans: 连接
zh_hant: 連線

source: Connections you make while monitoring is on are recorded here.
de: Verbindungen, die Sie bei aktiver Überwachung herstellen, werden hier aufgezeichnet.
es: Las conexiones que realices con la supervisión activada se registran aquí.
fr: Les connexions établies pendant la surveillance sont enregistrées ici.
ja: 監視がオンの間に行った接続はここに記録されます。
ko: 모니터링이 켜져 있는 동안 만든 연결이 여기에 기록됩니다.
zh_hans: 监控开启期间产生的连接会记录在这里。
zh_hant: 監控開啟期間產生的連線會記錄在這裡。

source: Country
de: Land
es: País
fr: Pays
ja: 国
ko: 국가
zh_hans: 国家/地区
zh_hant: 國家/地區

source: Deep Packet Analysis
de: Tiefe Paketanalyse
es: Análisis profundo de paquetes
fr: Analyse approfondie des paquets
ja: ディープパケット解析
ko: 심층 패킷 분석
zh_hans: 深度数据包分析
zh_hant: 深度封包分析

source: Enable Packet Capture
de: Paketerfassung aktivieren
es: Activar captura de paquetes
fr: Activer la capture de paquets
ja: パケットキャプチャを有効にする
ko: 패킷 캡처 활성화
zh_hans: 启用数据包捕获
zh_hant: 啟用封包捕獲

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: 書き出す
ko: 내보내기
zh_hans: 导出
zh_hant: 匯出

source: Filter by app, host, or IP
de: Nach App, Host oder IP filtern
es: Filtrar por app, host o IP
fr: Filtrer par app, hôte ou IP
ja: App・ホスト・IP でフィルタ
ko: App, 호스트 또는 IP로 필터링
zh_hans: 按 App、主机或 IP 过滤
zh_hant: 依 App、主機或 IP 篩選

source: Filter history
de: Verlauf filtern
es: Filtrar historial
fr: Filtrer l’historique
ja: 履歴をフィルタ
ko: 기록 필터링
zh_hans: 过滤历史
zh_hant: 篩選歷史

source: First Seen
de: Zuerst gesehen
es: Primera vez
fr: Première fois
ja: 初回
ko: 처음 발견
zh_hans: 首次出现
zh_hant: 首次出現

source: Flow
de: Fluss
es: Flujo
fr: Flux
ja: フロー
ko: 흐름
zh_hans: 流
zh_hant: 流

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
zh_hans: 历史
zh_hant: 歷史

source: IN
de: Ein
es: Entrada
fr: Entrée
ja: 受信
ko: 수신
zh_hans: 入站
zh_hant: 入站

source: In
de: Ein
es: Entrada
fr: Entrée
ja: 受信
ko: 수신
zh_hans: 入站
zh_hant: 入站

source: Inbound
de: Eingehend
es: Entrante
fr: Entrant
ja: 受信
ko: 수신
zh_hans: 入站
zh_hant: 入站

source: Inspector
de: Inspektor
fr: Inspecteur
ja: インスペクタ
ko: 인스펙터
zh_hans: 检查器
zh_hant: 檢查器

source: Last
de: Zuletzt
es: Último
fr: Dernier
ja: 最終
ko: 마지막
zh_hans: 最近
zh_hant: 最近

source: Last 24 Hours
de: Letzte 24 Std.
es: Últimas 24 h
fr: Dernières 24 h
ja: 過去24時間
ko: 최근 24시간
zh_hans: 最近 24 小时
zh_hant: 最近 24 小時

source: Last 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
ja: 過去7日間
ko: 최근 7일
zh_hans: 最近 7 天
zh_hant: 最近 7 天

source: Last Hour
de: Letzte Stunde
es: Última hora
fr: Dernière heure
ja: 過去1時間
ko: 최근 1시간
zh_hans: 最近 1 小时
zh_hant: 最近 1 小時

source: Last Seen
de: Zuletzt gesehen
es: Última vez
fr: Dernière fois
ja: 最終
ko: 마지막 발견
zh_hans: 最近出现
zh_hant: 最近出現

source: Listening for connections. Activity from every app will appear here.
de: Warten auf Verbindungen. Aktivität jeder App erscheint hier.
es: Escuchando conexiones. La actividad de cada app aparecerá aquí.
fr: À l’écoute des connexions. L’activité de chaque app apparaîtra ici.
ja: 接続を待機しています。すべての App のアクティビティがここに表示されます。
ko: 연결을 수신하고 있습니다. 모든 App의 활동이 여기에 표시됩니다.
zh_hans: 正在监听连接,所有 App 的网络活动都会显示在这里。
zh_hant: 正在監聽連線,所有 App 的網路活動都會顯示在這裡。

source: Live network activity, throughput, and the apps using your connection.
de: Live-Netzwerkaktivität, Durchsatz und die Apps, die Ihre Verbindung nutzen.
es: Actividad de red en vivo, rendimiento y las apps que usan tu conexión.
fr: Activité réseau en direct, débit et apps utilisant votre connexion.
ja: リアルタイムのネットワーク活動、スループット、接続を使用している App。
ko: 실시간 네트워크 활동, 처리량 및 연결을 사용하는 App.
zh_hans: 实时网络活动、吞吐量,以及正在使用你网络的 App。
zh_hant: 即時網路活動、吞吐量,以及正在使用你網路的 App。

source: Local
de: Lokal
ja: ローカル
ko: 로컬
zh_hans: 本地
zh_hant: 本地

source: MatrixNet could not start passive monitoring on this system.
de: MatrixNet konnte die passive Überwachung auf diesem System nicht starten.
es: MatrixNet no pudo iniciar la supervisión pasiva en este sistema.
fr: MatrixNet n’a pas pu démarrer la surveillance passive sur ce système.
ja: MatrixNet はこのシステムでパッシブ監視を開始できませんでした。
ko: MatrixNet이 이 시스템에서 수동 모니터링을 시작할 수 없습니다.
zh_hans: MatrixNet 无法在此系统上启动被动监控。
zh_hant: MatrixNet 無法在此系統上啟動被動監控。

source: MatrixNet on GitHub
de: MatrixNet auf GitHub
es: MatrixNet en GitHub
fr: MatrixNet sur GitHub
ja: GitHub の MatrixNet
ko: GitHub의 MatrixNet
zh_hans: GitHub 上的 MatrixNet
zh_hant: GitHub 上的 MatrixNet

source: Monitor
de: Überwachen
es: Supervisar
fr: Surveiller
ja: 監視
ko: 모니터링
zh_hans: 监控
zh_hant: 監控

source: Monitoring
de: Überwachung
es: Supervisando
fr: Surveillance
ja: 監視中
ko: 모니터링 중
zh_hans: 监控中
zh_hant: 監控中

source: Monitoring Unavailable
de: Überwachung nicht verfügbar
es: Supervisión no disponible
fr: Surveillance indisponible
ja: 監視を利用できません
ko: 모니터링 사용 불가
zh_hans: 监控不可用
zh_hant: 監控不可用

source: No Entry Selected
de: Kein Eintrag ausgewählt
es: Ninguna entrada seleccionada
fr: Aucune entrée sélectionnée
ja: 項目が未選択
ko: 선택된 항목 없음
zh_hans: 未选择条目
zh_hant: 未選擇項目

source: No History Yet
de: Noch kein Verlauf
es: Sin historial aún
fr: Aucun historique
ja: まだ履歴がありません
ko: 아직 기록 없음
zh_hans: 暂无历史
zh_hant: 尚無歷史

source: No Packet Selected
de: Kein Paket ausgewählt
es: Ningún paquete seleccionado
fr: Aucun paquet sélectionné
ja: パケットが選択されていません
ko: 선택된 패킷 없음
zh_hans: 未选择数据包
zh_hant: 未選擇封包

source: No Selection
de: Keine Auswahl
es: Sin selección
fr: Aucune sélection
ja: 選択なし
ko: 선택 없음
zh_hans: 未选择
zh_hant: 未選擇

source: No active connections
de: Keine aktiven Verbindungen
es: Sin conexiones activas
fr: Aucune connexion active
ja: アクティブな接続なし
ko: 활성 연결 없음
zh_hans: 无活动连接
zh_hant: 無活躍連線

source: No traffic captured yet
de: Noch kein Datenverkehr erfasst
es: Sin tráfico capturado aún
fr: Aucun trafic capturé
ja: まだトラフィックを取得していません
ko: 아직 캡처된 트래픽 없음
zh_hans: 尚未捕获流量
zh_hant: 尚未捕獲流量

source: No traffic yet
de: Noch kein Datenverkehr
es: Sin tráfico aún
fr: Aucun trafic
ja: まだトラフィックがありません
ko: 아직 트래픽 없음
zh_hans: 暂无流量
zh_hant: 尚無流量

source: No traffic yet.
de: Noch kein Datenverkehr.
es: Sin tráfico aún.
fr: Aucun trafic pour l’instant.
ja: まだトラフィックがありません。
ko: 아직 트래픽 없음.
zh_hans: 暂无流量。
zh_hant: 尚無流量。

source: OUT
de: Aus
es: Salida
fr: Sortie
ja: 送信
ko: 송신
zh_hans: 出站
zh_hant: 出站

source: Open MatrixNet
de: MatrixNet öffnen
es: Abrir MatrixNet
fr: Ouvrir MatrixNet
ja: MatrixNet を開く
ko: MatrixNet 열기
zh_hans: 打开 MatrixNet
zh_hant: 開啟 MatrixNet

source: Out
de: Aus
es: Salida
fr: Sortie
ja: 送信
ko: 송신
zh_hans: 出站
zh_hant: 出站

source: Outbound
de: Ausgehend
es: Saliente
fr: Sortant
ja: 送信
ko: 송신
zh_hans: 出站
zh_hant: 出站

source: Overview
de: Übersicht
es: Resumen
fr: Vue d’ensemble
ja: 概要
ko: 개요
zh_hans: 概览
zh_hant: 總覽

source: Packets
de: Pakete
es: Paquetes
fr: Paquets
ja: パケット
ko: 패킷
zh_hans: 数据包
zh_hant: 封包

source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止
ko: 일시 중지됨
zh_hans: 已暂停
zh_hant: 已暫停

source: Press Start to capture. If nothing shows up, reinstall the helper below.
de: Drücken Sie Start. Erscheint nichts, installieren Sie den Helfer unten neu.
es: Pulsa Iniciar para capturar. Si no aparece nada, reinstala el asistente abajo.
fr: Appuyez sur Démarrer pour capturer. Si rien n'apparaît, réinstallez l'assistant ci-dessous.
ja: 開始を押してキャプチャします。何も表示されない場合は、下のボタンでヘルパーを再インストールしてください。
ko: 시작을 눌러 캡처하세요. 아무것도 나타나지 않으면 아래에서 도우미를 다시 설치하세요.
zh_hans: 按开始抓包。若没有内容,请点下方重装 helper。
zh_hant: 按開始抓包。若沒有內容,請點下方重新安裝 helper。

source: Process
de: Prozess
es: Proceso
fr: Processus
ja: プロセス
ko: 프로세스
zh_hans: 进程
zh_hant: 程序

source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
ja: プロトコル
ko: 프로토콜
zh_hans: 协议
zh_hant: 協定

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
zh_hans: 退出
zh_hant: 結束

source: Received
de: Empfangen
es: Recibido
fr: Reçu
ja: 受信
ko: 받음
zh_hans: 已接收
zh_hant: 已接收

source: Reinstall Helper
de: Helfer neu installieren
es: Reinstalar asistente
fr: Réinstaller l'assistant
ja: ヘルパーを再インストール
ko: 도우미 다시 설치
zh_hans: 重装 Helper
zh_hant: 重新安裝 Helper

source: Remote
de: Entfernt
es: Remoto
fr: Distant
ja: リモート
ko: 원격
zh_hans: 远端
zh_hant: 遠端

source: Report an Issue
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
ja: 問題を報告
ko: 문제 보고
zh_hans: 报告问题
zh_hant: 回報問題

source: Scope
de: Bereich
es: Ámbito
fr: Portée
ja: スコープ
ko: 범위
zh_hans: 范围
zh_hant: 範圍

source: Seen
de: Gesehen
es: Visto
fr: Vu
ja: 検出
ko: 발견
zh_hans: 出现
zh_hant: 出現

source: Select a connection to inspect its endpoints and traffic.
de: Wählen Sie eine Verbindung, um ihre Endpunkte und ihren Datenverkehr zu untersuchen.
es: Selecciona una conexión para inspeccionar sus extremos y tráfico.
fr: Sélectionnez une connexion pour inspecter ses points de terminaison et son trafic.
ja: 接続を選択して、エンドポイントとトラフィックを確認します。
ko: 연결을 선택하여 엔드포인트와 트래픽을 확인하세요.
zh_hans: 选择一条连接以查看其端点与流量。
zh_hant: 選擇一條連線以檢視其端點與流量。

source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
ja: 送信
ko: 보냄
zh_hans: 已发送
zh_hant: 已傳送

source: Sightings
de: Sichtungen
es: Apariciones
fr: Occurrences
ja: 観測回数
ko: 관측 횟수
zh_hans: 出现次数
zh_hant: 出現次數

source: Start Monitoring
de: Überwachung starten
es: Iniciar supervisión
fr: Démarrer la surveillance
ja: 監視を開始
ko: 모니터링 시작
zh_hans: 开始监控
zh_hant: 開始監控

source: Start monitoring to see which apps are talking to the network — no special permissions required.
de: Starten Sie die Überwachung, um zu sehen, welche Apps mit dem Netzwerk kommunizieren – keine besonderen Berechtigungen erforderlich.
es: Inicia la supervisión para ver qué apps se comunican con la red: no se requieren permisos especiales.
fr: Démarrez la surveillance pour voir quelles apps communiquent avec le réseau — aucune autorisation spéciale requise.
ja: 監視を開始すると、どの App がネットワークと通信しているかを確認できます。特別な権限は不要です。
ko: 모니터링을 시작하면 어떤 App이 네트워크와 통신하는지 확인할 수 있습니다. 특별한 권한이 필요하지 않습니다.
zh_hans: 开始监控即可查看哪些 App 正在与网络通信 —— 无需任何特殊权限。
zh_hant: 開始監控即可檢視哪些 App 正在與網路通訊 —— 無需任何特殊權限。

source: State
de: Status
es: Estado
fr: État
ja: 状態
ko: 상태
zh_hans: 状态
zh_hant: 狀態

source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 정지
zh_hans: 停止
zh_hant: 停止

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 概要
ko: 요약
zh_hans: 摘要
zh_hant: 摘要

source: TOP TALKERS
de: Top-Verbraucher
es: Más activas
fr: Plus actifs
ja: トラフィック上位
ko: 상위 사용 앱
zh_hans: 流量排行
zh_hant: 流量排行

source: Time
de: Zeit
es: Hora
fr: Heure
ja: 時刻
ko: 시간
zh_hans: 时间
zh_hant: 時間

source: Time Range
de: Zeitraum
es: Periodo
fr: Période
ja: 期間
ko: 기간
zh_hans: 时间范围
zh_hant: 時間範圍

source: Top Talkers
de: Top-Verbraucher
es: Más activas
fr: Plus actifs
ja: トラフィック上位
ko: 상위 사용 앱
zh_hans: 流量排行
zh_hant: 流量排行

source: Traffic
de: Datenverkehr
es: Tráfico
fr: Trafic
ja: トラフィック
ko: 트래픽
zh_hans: 流量
zh_hant: 流量

source: Updated %@ ago
de: Vor %@ aktualisiert
es: Actualizado hace %@
fr: Mis à jour il y a %@
ja: %@前に更新
ko: %@ 전 업데이트
zh_hans: %@前更新
zh_hant: %@前更新

source: Waiting for Packets
de: Warte auf Pakete
es: Esperando paquetes
fr: En attente de paquets
ja: パケットを待機中
ko: 패킷 대기 중
zh_hans: 等待数据包
zh_hant: 等待封包

source: Watching the Network
de: Netzwerk wird beobachtet
es: Observando la red
fr: Surveillance du réseau
ja: ネットワークを監視中
ko: 네트워크 관찰 중
zh_hans: 正在监测网络
zh_hant: 正在監測網路

source: active
de: aktiv
es: activas
fr: actives
ja: アクティブ
ko: 활성
zh_hans: 活跃
zh_hant: 活躍

source: of %lld
de: von %lld
es: de %lld
fr: sur %lld
ja: %lld 中
ko: 총 %lld
zh_hans: 共 %lld
zh_hant: 共 %lld

source: Times this app↔host↔protocol entry was observed (sampled about every 5 seconds).
de: Wie oft dieser App↔Host↔Protokoll-Eintrag beobachtet wurde (etwa alle 5 Sekunden erfasst).
es: Número de veces que se observó esta entrada app↔host↔protocolo (muestreada cada 5 s aprox.).
fr: Nombre de fois où cette entrée appli↔hôte↔protocole a été observée (échantillonnée environ toutes les 5 secondes).
ja: この「アプリ↔ホスト↔プロトコル」項目が観測された回数(約5秒ごとにサンプリング)。
ko: 이 ‘앱↔호스트↔프로토콜’ 항목이 관측된 횟수(약 5초마다 샘플링).
zh_hans: 此“应用↔主机↔协议”记录被观察到的次数(每约 5 秒采样一次)。
zh_hant: 此「應用↔主機↔協定」記錄被觀察到的次數(每約 5 秒取樣一次)。

source: Filter by process, protocol, or address
de: Nach Prozess, Protokoll oder Adresse filtern
es: Filtrar por proceso, protocolo o dirección
fr: Filtrer par processus, protocole ou adresse
ja: プロセス・プロトコル・アドレスで絞り込み
ko: 프로세스, 프로토콜 또는 주소로 필터링
zh_hans: 按进程、协议或地址过滤
zh_hant: 依程序、協定或位址篩選

source: Role
de: Rolle
es: Rol
fr: Rôle
ja: 役割
ko: 역할
zh_hans: 角色
zh_hant: 角色

source: Through proxy
de: Über Proxy
es: A través del proxy
fr: Via le proxy
ja: プロキシ経由
ko: 프록시 경유
zh_hans: 经代理
zh_hant: 經代理

source: VPN/proxy tunnel — relays other apps' traffic.
de: VPN-/Proxy-Tunnel – leitet den Verkehr anderer Apps weiter.
es: Túnel VPN/proxy: retransmite el tráfico de otras apps.
fr: Tunnel VPN/proxy — relaie le trafic des autres apps.
ja: VPN/プロキシトンネル — 他の App の通信を中継します。
ko: VPN/프록시 터널 — 다른 앱의 트래픽을 중계합니다.
zh_hans: VPN/代理隧道 —— 转发其他 App 的流量。
zh_hant: VPN/代理隧道 —— 轉發其他 App 的流量。

source: Routed through your local/configured proxy.
de: Über deinen lokalen/konfigurierten Proxy geleitet.
es: Enrutado a través de tu proxy local/configurado.
fr: Acheminé via votre proxy local/configuré.
ja: ローカル/設定済みプロキシ経由でルーティングされています。
ko: 로컬/구성된 프록시를 통해 라우팅됩니다.
zh_hans: 经你本地/已配置的代理转发。
zh_hant: 經你本機/已設定的代理轉發。

source: Private
de: Privat
es: Privada
fr: Privé
ja: プライベート
ko: 사설
zh_hans: 私有
zh_hant: 私有

source: Public
de: Öffentlich
es: Pública
ja: パブリック
ko: 공용
zh_hans: 公网
zh_hant: 公網

source: Threat
de: Bedrohung
es: Amenaza
fr: Menace
ja: 脅威
ko: 위협
zh_hans: 威胁
zh_hant: 威脅

source: On threat blocklist
de: Auf Bedrohungs-Sperrliste
es: En lista de bloqueo de amenazas
fr: Sur liste de blocage des menaces
ja: 脅威ブロックリストに掲載
ko: 위협 차단 목록에 포함됨
zh_hans: 在威胁黑名单中
zh_hant: 在威脅封鎖清單中

source: On a public threat-intelligence blocklist (IPsum).
de: Steht auf einer öffentlichen Threat-Intelligence-Sperrliste (IPsum).
es: Aparece en una lista pública de bloqueo de inteligencia de amenazas (IPsum).
fr: Figure sur une liste de blocage publique de renseignements sur les menaces (IPsum).
ja: 公開された脅威インテリジェンスのブロックリスト(IPsum)に掲載されています。
ko: 공개 위협 인텔리전스 차단 목록(IPsum)에 있습니다.
zh_hans: 出现在公开威胁情报黑名单(IPsum)中。
zh_hant: 出現在公開威脅情報封鎖清單(IPsum)中。

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

source: Data
de: Daten
es: Datos
fr: Données
ja: データ
ko: 데이터
zh_hans: 数据
zh_hant: 資料

source: Launch at login
de: Beim Anmelden starten
es: Abrir al iniciar sesión
fr: Lancer à la connexion
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 开机时启动
zh_hant: 登入時啟動

source: Start MatrixNet automatically when you log in.
de: MatrixNet beim Anmelden automatisch starten.
es: Iniciar MatrixNet automáticamente al iniciar sesión.
fr: Démarrer MatrixNet automatiquement à la connexion.
ja: ログイン時に MatrixNet を自動的に起動します。
ko: 로그인할 때 MatrixNet을 자동으로 시작합니다.
zh_hans: 登录时自动启动 MatrixNet。
zh_hant: 登入時自動啟動 MatrixNet。

source: Run in background (menu bar only)
de: Im Hintergrund ausführen (nur Menüleiste)
es: Ejecutar en segundo plano (solo barra de menús)
fr: Exécuter en arrière-plan (barre des menus uniquement)
ja: バックグラウンドで実行(メニューバーのみ)
ko: 백그라운드 실행 (메뉴 막대만)
zh_hans: 后台运行(仅菜单栏)
zh_hant: 背景執行(僅選單列)

source: Notify about threat connections
de: Über Bedrohungsverbindungen benachrichtigen
es: Notificar conexiones de amenaza
fr: Notifier les connexions menaçantes
ja: 脅威接続を通知
ko: 위협 연결 알림
zh_hans: 威胁连接通知
zh_hant: 威脅連線通知

source: Show a notification when an active connection reaches a flagged address.
de: Eine Benachrichtigung anzeigen, wenn eine aktive Verbindung eine markierte Adresse erreicht.
es: Mostrar una notificación cuando una conexión activa alcanza una dirección marcada.
fr: Afficher une notification lorsqu’une connexion active atteint une adresse signalée.
ja: アクティブな接続がフラグ付きアドレスに到達したときに通知を表示します。
ko: 활성 연결이 플래그된 주소에 연결되면 알림을 표시합니다.
zh_hans: 当活动连接访问被标记的地址时显示通知。
zh_hant: 當作用中連線存取被標記的位址時顯示通知。

source: Could not update the login item. Open Login Items in System Settings.
de: Anmeldeobjekt konnte nicht aktualisiert werden. Öffnen Sie „Anmeldeobjekte“ in den Systemeinstellungen.
es: No se pudo actualizar el elemento de inicio. Abre «Elementos de inicio» en Ajustes del Sistema.
fr: Impossible de mettre à jour l’élément d’ouverture. Ouvrez « Ouverture » dans Réglages Système.
ja: ログイン項目を更新できませんでした。システム設定でログイン項目を開いてください。
ko: 로그인 항목을 업데이트할 수 없습니다. 시스템 설정에서 로그인 항목을 여세요.
zh_hans: 无法更新登录项。请在“系统设置”中打开“登录项”。
zh_hant: 無法更新登入項目。請在「系統設定」中開啟「登入項目」。

source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher les mises à jour automatiquement
ja: 自動的にアップデートを確認
ko: 자동으로 업데이트 확인
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Check for Updates Now…
de: Jetzt nach Updates suchen…
es: Buscar actualizaciones ahora…
fr: Rechercher les mises à jour maintenant…
ja: 今すぐアップデートを確認…
ko: 지금 업데이트 확인…
zh_hans: 立即检查更新…
zh_hant: 立即檢查更新…

source: Updates are EdDSA-signed and verified before installation.
de: Updates sind EdDSA-signiert und werden vor der Installation überprüft.
es: Las actualizaciones están firmadas con EdDSA y se verifican antes de instalarlas.
fr: Les mises à jour sont signées avec EdDSA et vérifiées avant l’installation.
ja: アップデートは EdDSA で署名され、インストール前に検証されます。
ko: 업데이트는 EdDSA로 서명되며 설치 전에 검증됩니다.
zh_hans: 更新经过 EdDSA 签名,并在安装前完成验证。
zh_hant: 更新經過 EdDSA 簽署,並在安裝前完成驗證。

source: GeoIP database
de: GeoIP-Datenbank
es: Base de datos GeoIP
fr: Base de données GeoIP
ja: GeoIP データベース
ko: GeoIP 데이터베이스
zh_hans: GeoIP 数据库
zh_hant: GeoIP 資料庫

source: Threat list
de: Bedrohungsliste
es: Lista de amenazas
fr: Liste des menaces
ja: 脅威リスト
ko: 위협 목록
zh_hans: 威胁列表
zh_hant: 威脅清單

source: Check for Data Updates Now
de: Jetzt nach Datenaktualisierungen suchen
es: Buscar actualizaciones de datos ahora
fr: Rechercher les mises à jour des données maintenant
ja: 今すぐデータの更新を確認
ko: 지금 데이터 업데이트 확인
zh_hans: 立即检查数据更新
zh_hant: 立即檢查資料更新

source: Never checked
de: Nie geprüft
es: Nunca comprobado
fr: Jamais vérifié
ja: 未確認
ko: 확인한 적 없음
zh_hans: 从未检查
zh_hant: 從未檢查

source: Threat connection detected
de: Bedrohungsverbindung erkannt
es: Conexión de amenaza detectada
fr: Connexion menaçante détectée
ja: 脅威接続を検出
ko: 위협 연결 감지됨
zh_hans: 检测到威胁连接
zh_hant: 偵測到威脅連線

source: %@ is connected to %@, a flagged address.
de: %1$@ ist mit %2$@ verbunden, einer markierten Adresse.
es: %1$@ está conectado a %2$@, una dirección marcada.
fr: %1$@ est connecté à %2$@, une adresse signalée.
ja: %1$@ がフラグ付きアドレス %2$@ に接続しています。
ko: %1$@이(가) 플래그된 주소 %2$@에 연결되었습니다.
zh_hans: %1$@ 已连接到被标记地址 %2$@。
zh_hant: %1$@ 已連線到被標記位址 %2$@。

source: Keep monitoring from the menu bar with no Dock icon, so the widget stays fresh.
de: Ohne Dock-Symbol über die Menüleiste überwachen, damit das Widget aktuell bleibt.
es: Supervisa desde la barra de menús sin icono en el Dock, para mantener el widget actualizado.
fr: Continuer la surveillance depuis la barre des menus, sans icône du Dock, pour garder le widget à jour.
ja: Dock アイコンを表示せずメニューバーから監視を続け、ウィジェットを最新に保ちます。
ko: Dock 아이콘 없이 메뉴 막대에서 모니터링을 계속하여 위젯을 최신으로 유지합니다.
zh_hans: 隐藏 Dock 图标,从菜单栏持续监控,让小组件保持最新。
zh_hant: 隱藏 Dock 圖示,從選單列持續監控,讓小工具保持最新。

source: Datasets refresh automatically; MatrixNet only contacts its own release assets.
de: Datensätze werden automatisch aktualisiert; MatrixNet kontaktiert nur seine eigenen Release-Ressourcen.
es: Los conjuntos de datos se actualizan automáticamente; MatrixNet solo contacta con sus propios recursos de versión.
fr: Les jeux de données se mettent à jour automatiquement ; MatrixNet ne contacte que ses propres ressources de version.
ja: データセットは自動的に更新されます。MatrixNet は自身のリリースアセットにのみアクセスします。
ko: 데이터셋은 자동으로 갱신됩니다. MatrixNet은 자체 릴리스 자산에만 연결합니다.
zh_hans: 数据集自动在后台刷新;MatrixNet 仅访问自己的发布资源。
zh_hant: 資料集自動在背景重新整理;MatrixNet 僅存取自己的發行資源。

source: Throughput · last minute
de: Durchsatz · letzte Minute
es: Rendimiento · último minuto
fr: Débit · dernière minute
ja: スループット · 直近1分
ko: 처리량 · 최근 1분
zh_hans: 吞吐 · 近一分钟
zh_hant: 吞吐 · 近一分鐘

source: Gathering throughput…
de: Durchsatz wird erfasst…
es: Recopilando rendimiento…
fr: Collecte du débit…
ja: スループットを収集中…
ko: 처리량 수집 중…
zh_hans: 正在采集吞吐…
zh_hant: 正在採集吞吐…

source: Session total
de: Sitzungssumme
es: Total de la sesión
fr: Total de la session
ja: セッション合計
ko: 세션 합계
zh_hans: 本会话总量
zh_hant: 本工作階段總量

source: Active apps
de: Aktive Apps
es: Apps activas
fr: Apps actives
ja: アクティブな App
ko: 활성 앱
zh_hans: 活跃应用
zh_hant: 作用中 App

source: Countries
de: Länder
es: Países
fr: Pays
ja: 国・地域
ko: 국가/지역
zh_hans: 国家/地区
zh_hant: 國家/地區

source: Threats
de: Bedrohungen
es: Amenazas
fr: Menaces
ja: 脅威
ko: 위협
zh_hans: 威胁
zh_hant: 威脅

source: Via proxy
de: Über Proxy
es: Vía proxy
ja: プロキシ経由
ko: 프록시 경유
zh_hans: 经代理
zh_hant: 經代理
